{
   "anxiety": [
      {
         "ref": "Philippians 4:6-7",
         "verse": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God. And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
      },
      {
         "ref": "1 Peter 5:7",
         "verse": "Casting all your anxieties on him, because he cares for you."
      },
      {
         "ref": "John 14:27",
         "verse": "Peace I leave with you; my peace I give to you. Not as the world gives do I give to you. Let not your hearts be troubled, neither let them be afraid."
      },
      {
         "ref": "2 Timothy 1:7",
         "verse": "For God gave us a spirit not of fear but of power and love and self-control."
      },
      {
         "ref": "Psalm 55:22",
         "verse": "Cast your burden on the Lord, and he will sustain you; he will never permit the righteous to be moved."
      },
      {
         "ref": "Philippians 4:6",
         "verse": "Do not be anxious about anything, but in everything by prayer and supplication with thanksgiving let your requests be made known to God."
      },
      {
         "ref": "Matthew 6:25-34",
         "verse": "“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing? Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they? And which of you by being anxious can add a single hour to his span of life? And why are you anxious about clothing? Consider the lilies of the field, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these. ..."
      },
      {
         "ref": "1 Peter 5:6-7",
         "verse": "Humble yourselves, therefore, under the mighty hand of God so that at the proper time he may exalt you, casting all your anxieties on him, because he cares for you."
      },
      {
         "ref": "Hebrews 13:6",
         "verse": "So we can confidently say, “The Lord is my helper; I will not fear; what can man do to me?”"
      },
      {
         "ref": "Joshua 1:9",
         "verse": "Have I not commanded you? Be strong and courageous. Do not be frightened, and do not be dismayed, for the Lord your God is with you wherever you go.”"
      },
      {
         "ref": "Matthew 6:34",
         "verse": "“Therefore do not be anxious about tomorrow, for tomorrow will be anxious for itself. Sufficient for the day is its own trouble."
      },
      {
         "ref": "Psalm 94:19",
         "verse": "When the cares of my heart are many, your consolations cheer my soul."
      },
      {
         "ref": "Proverbs 3:5-6",
         "verse": "Trust in the Lord with all your heart, and do not lean on your own understanding. In all your ways acknowledge him, and he will make straight your paths."
      },
      {
         "ref": "Isaiah 41:10",
         "verse": "Fear not, for I am with you; be not dismayed, for I am your God; I will strengthen you, I will help you, I will uphold you with my righteous right hand."
      },
      {
         "ref": "Jeremiah 29:11",
         "verse": "For I know the plans I have for you, declares the Lord, plans for welfare and not for evil, to give you a future and a hope."
      },
      {
         "ref": "Proverbs 12:25",
         "verse": "Anxiety in a man's heart weighs him down, but a good word makes him glad."
      },
      {
         "ref": "Psalm 56:3",
         "verse": "When I am afraid, I put my trust in you."
      },
      {
         "ref": "Philippians 4:13",
         "verse": "I can do all things through him who strengthens me."
      },
      {
         "ref": "Matthew 11:28-30",
         "verse": "Come to me, all who labor and are heavy laden, and I will give you rest. Take my yoke upon you, and learn from me, for I am gentle and lowly in heart, and you will find rest for your souls. For my yoke is easy, and my burden is light.”"
      },
      {
         "ref": "Isaiah 35:4",
         "verse": "Say to those who have an anxious heart, “Be strong; fear not! Behold, your God will come with vengeance, with the recompense of God. He will come and save you.”"
      },
      {
         "ref": "Psalm 23:4",
         "verse": "Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me."
      },
      {
         "ref": "Romans 8:38-39",
         "verse": "For I am sure that neither death nor life, nor angels nor rulers, nor things present nor things to come, nor powers, nor height nor depth, nor anything else in all creation, will be able to separate us from the love of God in Christ Jesus our Lord."
      },
      {
         "ref": "Psalm 34:4",
         "verse": "I sought the Lord, and he answered me and delivered me from all my fears."
      },
      {
         "ref": "2 Thessalonians 3:16",
         "verse": "Now may the Lord of peace himself give you peace at all times in every way. The Lord be with you all."
      },
      {
         "ref": "1 Peter 5:10",
         "verse": "And after you have suffered a little while, the God of all grace, who has called you to his eternal glory in Christ, will himself restore, confirm, strengthen, and establish you."
      },
      {
         "ref": "Colossians 3:15",
         "verse": "And let the peace of Christ rule in your hearts, to which indeed you were called in one body. And be thankful."
      },
      {
         "ref": "Isaiah 40:31",
         "verse": "But they who wait for the Lord shall renew their strength; they shall mount up with wings like eagles; they shall run and not be weary; they shall walk and not faint."
      },
      {
         "ref": "1 John 4:18",
         "verse": "There is no fear in love, but perfect love casts out fear. For fear has to do with punishment, and whoever fears has not been perfected in love."
      },
      {
         "ref": "Hebrews 11:1",
         "verse": "Now faith is the assurance of things hoped for, the conviction of things not seen."
      },
      {
         "ref": "John 14:1",
         "verse": "“Let not your hearts be troubled. Believe in God; believe also in me."
      },
      {
         "ref": "1 Peter 3:14",
         "verse": "But even if you should suffer for righteousness' sake, you will be blessed. Have no fear of them, nor be troubled,"
      },
      {
         "ref": "Matthew 6:27",
         "verse": "And which of you by being anxious can add a single hour to his span of life?"
      },
      {
         "ref": "John 14:1-4",
         "verse": "“Let not your hearts be troubled. Believe in God; believe also in me. In my Father's house are many rooms. If it were not so, would I have told you that I go to prepare a place for you? And if I go and prepare a place for you, I will come again and will take you to myself, that where I am you may be also. And you know the way to where I am going.”"
      },
      {
         "ref": "Hebrews 13:5-6",
         "verse": "Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.” So we can confidently say, “The Lord is my helper; I will not fear; what can man do to me?”"
      },
      {
         "ref": "Hebrews 13:5",
         "verse": "Keep your life free from love of money, and be content with what you have, for he has said, “I will never leave you nor forsake you.”"
      },
      {
         "ref": "James 1:5",
         "verse": "If any of you lacks wisdom, let him ask God, who gives generously to all without reproach, and it will be given him."
      },
      {
         "ref": "Deuteronomy 31:6",
         "verse": "Be strong and courageous. Do not fear or be in dread of them, for it is the Lord your God who goes with you. He will not leave you or forsake you.”"
      },
      {
         "ref": "Psalm 27:1",
         "verse": "Of David. The Lord is my light and my salvation; whom shall I fear? The Lord is the stronghold of my life; of whom shall I be afraid?"
      },
      {
         "ref": "Psalm 138:8",
         "verse": "The Lord will fulfill his purpose for me; your steadfast love, O Lord, endures forever. Do not forsake the work of your hands."
      },
      {
         "ref": "Romans 8:28",
         "verse": "And we know that for those who love God all things work together for good, for those who are called according to his purpose."
      },
      {
         "ref": "Matthew 6:25",
         "verse": "“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing?"
      },
      {
         "ref": "Isaiah 26:3",
         "verse": "You keep him in perfect peace whose mind is stayed on you, because he trusts in you."
      },
      {
         "ref": "Psalm 23:1-6",
         "verse": "A Psalm of David. The Lord is my shepherd; I shall not want. He makes me lie down in green pastures. He leads me beside still waters. He restores my soul. He leads me in paths of righteousness for his name's sake. Even though I walk through the valley of the shadow of death, I will fear no evil, for you are with me; your rod and your staff, they comfort me. You prepare a table before me in the presence of my enemies; you anoint my head with oil; my cup overflows. ..."
      },
      {
         "ref": "Matthew 10:29-31",
         "verse": "Are not two sparrows sold for a penny? And not one of them will fall to the ground apart from your Father. But even the hairs of your head are all numbered. Fear not, therefore; you are of more value than many sparrows."
      },
      {
         "ref": "Proverbs 29:25",
         "verse": "The fear of man lays a snare, but whoever trusts in the Lord is safe."
      },
      {
         "ref": "Isaiah 43:1",
         "verse": "But now thus says the Lord, he who created you, O Jacob, he who formed you, O Israel: “Fear not, for I have redeemed you; I have called you by name, you are mine."
      },
      {
         "ref": "Psalm 34:17",
         "verse": "When the righteous cry for help, the Lord hears and delivers them out of all their troubles."
      },
      {
         "ref": "1 Corinthians 10:13",
         "verse": "No temptation has overtaken you that is not common to man. God is faithful, and he will not let you be tempted beyond your ability, but with the temptation he will also provide the way of escape, that you may be able to endure it."
      },
      {
         "ref": "Psalm 32:8-10",
         "verse": "I will instruct you and teach you in the way you should go; I will counsel you with my eye upon you. Be not like a horse or a mule, without understanding, which must be curbed with bit and bridle, or it will not stay near you. Many are the sorrows of the wicked, but steadfast love surrounds the one who trusts in the Lord."
      },
      {
         "ref": "Philippians 4:19",
         "verse": "And my God will supply every need of yours according to his riches in glory in Christ Jesus."
      },
      {
         "ref": "Exodus 14:14",
         "verse": "The Lord will fight for you, and you have only to be silent.”"
      },
      {
         "ref": "Psalm 34:14",
         "verse": "Turn away from evil and do good; seek peace and pursue it."
      },
      {
         "ref": "Deuteronomy 3:22",
         "verse": "You shall not fear them, for it is the Lord your God who fights for you.’"
      },
      {
         "ref": "Romans 8:26-28",
         "verse": "Likewise the Spirit helps us in our weakness. For we do not know what to pray for as we ought, but the Spirit himself intercedes for us with groanings too deep for words. And he who searches hearts knows what is the mind of the Spirit, because the Spirit intercedes for the saints according to the will of God. And we know that for those who love God all things work together for good, for those who are called according to his purpose."
      },
      {
         "ref": "Luke 12:22-26",
         "verse": "And he said to his disciples, “Therefore I tell you, do not be anxious about your life, what you will eat, nor about your body, what you will put on. For life is more than food, and the body more than clothing. Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds! And which of you by being anxious can add a single hour to his span of life? If then you are not able to do as small a thing as that, why are you anxious about the rest?"
      },
      {
         "ref": "Proverbs 3:5",
         "verse": "Trust in the Lord with all your heart, and do not lean on your own understanding."
      },
      {
         "ref": "Luke 12:24-34",
         "verse": "Consider the ravens: they neither sow nor reap, they have neither storehouse nor barn, and yet God feeds them. Of how much more value are you than the birds! And which of you by being anxious can add a single hour to his span of life? If then you are not able to do as small a thing as that, why are you anxious about the rest? Consider the lilies, how they grow: they neither toil nor spin, yet I tell you, even Solomon in all his glory was not arrayed like one of these. But if God so clothes the grass, which is alive in the field today, and tomorrow is thrown into the oven, how much more will he clothe you, O you of little faith! ..."
      },
      {
         "ref": "Revelation 21:4",
         "verse": "He will wipe away every tear from their eyes, and death shall be no more, neither shall there be mourning, nor crying, nor pain anymore, for the former things have passed away.”"
      },
      {
         "ref": "Zephaniah 3:17",
         "verse": "The Lord your God is in your midst, a mighty one who will save; he will rejoice over you with gladness; he will quiet you by his love; he will exult over you with loud singing."
      },
      {
         "ref": "Psalm 91:1-16",
         "verse": "He who dwells in the shelter of the Most High will abide in the shadow of the Almighty. I will say to the Lord, “My refuge and my fortress, my God, in whom I trust.” For he will deliver you from the snare of the fowler and from the deadly pestilence. He will cover you with his pinions, and under his wings you will find refuge; his faithfulness is a shield and buckler. You will not fear the terror of the night, nor the arrow that flies by day, ..."
      },
      {
         "ref": "Philippians 4:1-23",
         "verse": "Therefore, my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved. I entreat Euodia and I entreat Syntyche to agree in the Lord. Yes, I ask you also, true companion, help these women, who have labored side by side with me in the gospel together with Clement and the rest of my fellow workers, whose names are in the book of life. Rejoice in the Lord always; again I will say, rejoice. Let your reasonableness be known to everyone. The Lord is at hand; ..."
      },
      {
         "ref": "John 16:33",
         "verse": "I have said these things to you, that in me you may have peace. In the world you will have tribulation. But take heart; I have overcome the world.”"
      },
      {
         "ref": "Proverbs 3:1-35",
         "verse": "My son, do not forget my teaching, but let your heart keep my commandments, for length of days and years of life and peace they will add to you. Let not steadfast love and faithfulness forsake you; bind them around your neck; write them on the tablet of your heart. So you will find favor and good success in the sight of God and man. Trust in the Lord with all your heart, and do not lean on your own understanding. ..."
      },
      {
         "ref": "Isaiah 43:1-3",
         "verse": "But now thus says the Lord, he who created you, O Jacob, he who formed you, O Israel: “Fear not, for I have redeemed you; I have called you by name, you are mine. When you pass through the waters, I will be with you; and through the rivers, they shall not overwhelm you; when you walk through fire you shall not be burned, and the flame shall not consume you. For I am the Lord your God, the Holy One of Israel, your Savior. I give Egypt as your ransom, Cush and Seba in exchange for you."
      },
      {
         "ref": "Matthew 11:28",
         "verse": "Come to me, all who labor and are heavy laden, and I will give you rest."
      },
      {
         "ref": "Psalm 121:1-2",
         "verse": "A Song of Ascents. I lift up my eyes to the hills. From where does my help come? My help comes from the Lord, who made heaven and earth."
      },
      {
         "ref": "1 Corinthians 7:32",
         "verse": "I want you to be free from anxieties. The unmarried man is anxious about the things of the Lord, how to please the Lord."
      },
      {
         "ref": "Romans 15:13",
         "verse": "May the God of hope fill you with all joy and peace in believing, so that by the power of the Holy Spirit you may abound in hope."
      },
      {
         "ref": "Jeremiah 17:7",
         "verse": "“Blessed is the man who trusts in the Lord, whose trust is the Lord."
      },
      {
         "ref": "Matthew 28:20",
         "verse": "Teaching them to observe all that I have commanded you. And behold, I am with you always, to the end of the age.”"
      },
      {
         "ref": "Philippians 4:13-14",
         "verse": "I can do all things through him who strengthens me. Yet it was kind of you to share my trouble."
      },
      {
         "ref": "John 3:16-17",
         "verse": "“For God so loved the world, that he gave his only Son, that whoever believes in him should not perish but have eternal life. For God did not send his Son into the world to condemn the world, but in order that the world might be saved through him."
      },
      {
         "ref": "Romans 8:31",
         "verse": "What then shall we say to these things? If God is for us, who can be against us?"
      },
      {
         "ref": "Proverbs 17:22",
         "verse": "A joyful heart is good medicine, but a crushed spirit dries up the bones."
      },
      {
         "ref": "Revelation 11:1-19",
         "verse": "Then I was given a measuring rod like a staff, and I was told, “Rise and measure the temple of God and the altar and those who worship there, but do not measure the court outside the temple; leave that out, for it is given over to the nations, and they will trample the holy city for forty-two months. And I will grant authority to my two witnesses, and they will prophesy for 1,260 days, clothed in sackcloth.” These are the two olive trees and the two lampstands that stand before the Lord of the earth. And if anyone would harm them, fire pours from their mouth and consumes their foes. If anyone would harm them, this is how he is doomed to be killed. ..."
      },
      {
         "ref": "1 Peter 5:1-14",
         "verse": "So I exhort the elders among you, as a fellow elder and a witness of the sufferings of Christ, as well as a partaker in the glory that is going to be revealed: shepherd the flock of God that is among you, exercising oversight, not under compulsion, but willingly, as God would have you; not for shameful gain, but eagerly; not domineering over those in your charge, but being examples to the flock. And when the chief Shepherd appears, you will receive the unfading crown of glory. Likewise, you who are younger, be subject to the elders. Clothe yourselves, all of you, with humility toward one another, for “God opposes the proud but gives grace to the humble.” ..."
      },
      {
         "ref": "Mark 5:36",
         "verse": "But overhearing what they said, Jesus said to the ruler of the synagogue, “Do not fear, only believe.”"
      },
      {
         "ref": "Psalm 118:6",
         "verse": "The Lord is on my side; I will not fear. What can man do to me?"
      },
      {
         "ref": "Psalm 46:1",
         "verse": "To the choirmaster. Of the Sons of Korah. According to Alamoth. A Song. God is our refuge and strength, a very present help in trouble."
      },
      {
         "ref": "Revelation 1:17",
         "verse": "When I saw him, I fell at his feet as though dead. But he laid his right hand on me, saying, “Fear not, I am the first and the last,"
      },
      {
         "ref": "Romans 8:15",
         "verse": "For you did not receive the spirit of slavery to fall back into fear, but you have received the Spirit of adoption as sons, by whom we cry, “Abba! Father!”"
      },
      {
         "ref": "Revelation 1:1",
         "verse": "The revelation of Jesus Christ, which God gave him to show to his servants the things that must soon take place. He made it known by sending his angel to his servant John,"
      },
      {
         "ref": "Mark 6:50",
         "verse": "For they all saw him and were terrified. But immediately he spoke to them and said, “Take heart; it is I. Do not be afraid.”"
      },
      {
         "ref": "Matthew 6:25-27",
         "verse": "“Therefore I tell you, do not be anxious about your life, what you will eat or what you will drink, nor about your body, what you will put on. Is not life more than food, and the body more than clothing? Look at the birds of the air: they neither sow nor reap nor gather into barns, and yet your heavenly Father feeds them. Are you not of more value than they? And which of you by being anxious can add a single hour to his span of life?"
      },
      {
         "ref": "Mark 4:39-40",
         "verse": "And he awoke and rebuked the wind and said to the sea, “Peace! Be still!” And the wind ceased, and there was a great calm. He said to them, “Why are you so afraid? Have you still no faith?”"
      },
      {
         "ref": "Matthew 19:26",
         "verse": "But Jesus looked at them and said, “With man this is impossible, but with God all things are possible.”"
      },
      {
         "ref": "Philippians 4:7",
         "verse": "And the peace of God, which surpasses all understanding, will guard your hearts and your minds in Christ Jesus."
      },
      {
         "ref": "Isaiah 41:2",
         "verse": "Who stirred up one from the east whom victory meets at every step? He gives up nations before him, so that he tramples kings underfoot; he makes them like dust with his sword, like driven stubble with his bow."
      },
      {
         "ref": "Matthew 6:1-34",
         "verse": "“Beware of practicing your righteousness before other people in order to be seen by them, for then you will have no reward from your Father who is in heaven. “Thus, when you give to the needy, sound no trumpet before you, as the hypocrites do in the synagogues and in the streets, that they may be praised by others. Truly, I say to you, they have received their reward. But when you give to the needy, do not let your left hand know what your right hand is doing, so that your giving may be in secret. And your Father who sees in secret will reward you. “And when you pray, you must not be like the hypocrites. For they love to stand and pray in the synagogues and at the street corners, that they may be seen by others. Truly, I say to you, they have received their reward. ..."
      },
      {
         "ref": "Psalm 34:18",
         "verse": "The Lord is near to the brokenhearted and saves the crushed in spirit."
      },
      {
         "ref": "Psalm 46:10",
         "verse": "“Be still, and know that I am God. I will be exalted among the nations, I will be exalted in the earth!”"
      },
      {
         "ref": "Psalm 16:8",
         "verse": "I have set the Lord always before me; because he is at my right hand, I shall not be shaken."
      },
      {
         "ref": "Colossians 3:1-25",
         "verse": "If then you have been raised with Christ, seek the things that are above, where Christ is, seated at the right hand of God. Set your minds on things that are above, not on things that are on earth. For you have died, and your life is hidden with Christ in God. When Christ who is your life appears, then you also will appear with him in glory. Put to death therefore what is earthly in you: sexual immorality, impurity, passion, evil desire, and covetousness, which is idolatry. ..."
      },
      {
         "ref": "Matthew 10:28",
         "verse": "And do not fear those who kill the body but cannot kill the soul. Rather fear him who can destroy both soul and body in hell."
      },
      {
         "ref": "Philippians 4:1",
         "verse": "Therefore, my brothers, whom I love and long for, my joy and crown, stand firm thus in the Lord, my beloved."
      },
      {
         "ref": "Hebrews 11:6",
         "verse": "And without faith it is impossible to please him, for whoever would draw near to God must believe that he exists and that he rewards those who seek him."
      },
      {
         "ref": "Philippians 4:8",
         "verse": "Finally, brothers, whatever is true, whatever is honorable, whatever is just, whatever is pure, whatever is lovely, whatever is commendable, if there is any excellence, if there is anything worthy of praise, think about these things."
      },
      {
         "ref": "1 Corinthians 16:13",
         "verse": "Be watchful, stand firm in the faith, act like men, be strong."
      },
      {
         "ref": "Isaiah 41:1",
         "verse": "Listen to me in silence, O coastlands; let the peoples renew their strength; let them approach, then let them speak; let us together draw near for judgment."
      },
      {
         "ref": "Psalm 37:7-9",
         "verse": "Be still before the Lord and wait patiently for him; fret not yourself over the one who prospers in his way, over the man who carries out evil devices! Refrain from anger, and forsake wrath! Fret not yourself; it tends only to evil. For the evildoers shall be cut off, but those who wait for the Lord shall inherit the land."
      }
   ]
}